/* menu item that opens Accounts system pref, Mobility tab */
"Account Mobility Preferences..." = "Preferencje konta przenośnego…";

/* menu item, account sync status = not synced yet */
"Account Never Synchronized" = "Katalog domowy nigdy nie synchronizowany";

/* menu item, account sync status = currently checking account */
"Checking..." = "Sprawdzam...";

/* menu item, account sync status = currently this file path */
"Checking path" = "Sprawdzam „%@”";

/* menu item, account sync status = time of last sync with time appended */
"Last Account Sync: %@" = "Ostatnia synchronizacja katalogu domowego: %@";

/* menu item to sync your account now */
"Sync Account Now" = "Synchronizuj katalog domowy teraz";

/* menu item, account sync status = currently syncing account */
"Synchronizing..." = "Synchronizuję...";

/* these are used in place of "Synchronizing...", when extra data is available */

"CINCH_PROG_STATUS_MESSAGE_ITEMS" = "Synchronizuję %@ z %@ rzeczy – %@%% ukończone.";
/* CINCH_PROG_STATUS_MESSAGE_...BYTES strings are inserted into CINCH_PROG_STATUS_MESSAGE_PROGRESS, e.g. "Syncing 900 KB of 20 MB – 5% complete." */
"CINCH_PROG_STATUS_MESSAGE_PROGRESS" = "Synchronizuję %@ z %@ – %@%% ukończone.";
"CINCH_PROG_STATUS_MESSAGE_BYTES" = "bajtów: %@";
"CINCH_PROG_STATUS_MESSAGE_KILOBYTES" = "%@ KB";
"CINCH_PROG_STATUS_MESSAGE_MEGABYTES" = "%@ MB";
"CINCH_PROG_STATUS_MESSAGE_GIGABYTES" = "%@ GB";

/* menu item, account sync status = cleaning up sync */
"Cleaning up..." = "Porządkuję...";

/* menu item, account sync status = cancelling sync */
"Canceling..." = "Anuluję...";

/* menu item, account sync status = finishing sync */
"Finishing..." = "Kończę...";

/* menu item, account sync status = resolving conflicts */
"Resolving Conflicts..." = "Rozwiązuję konflikty...";

/* menu item, show sync status dialog */
"Sync Status" = "Status synchronizacji katalogu domowego...";

/* menu item, one sync conflict */
"There is 1 Sync Conflict" = "Odnotowano wystąpienie 1 konfliktu synchronizacji";

/* menu item, many sync conflicts */
"There are 2 Sync Conflicts" = "Odnotowano wystąpienie %@ konfliktów synchronizacji";

/* menu item, one sync error */
"There is 1 Sync Error" = "Odnotowano wystąpienie 1 błędu synchronizacji";

/* menu item, many sync conflicts */
"There are 2 Sync Errors" = "Odnotowano wystąpienie %@ błędów synchronizacji";

/* menu item, one sync conflict and one sync error */
"There is 1 Sync Conflict 1 Sync Error" = "Odnotowano wystąpienie 1 konfliktu oraz 1 błędu synchronizacji";

/* menu item, one sync conflict and many sync errors */
"There is 1 Sync Conflict 2 Sync Errors" = "Odnotowano wystąpienie 1 konfliktu oraz %@ błędów synchronizacji";

/* menu item, many sync conflicts and one sync error */
"There are 2 Sync Conflicts and 1 Sync Error" = "Odnotowano wystąpienie %@ konfliktów i 1 błędu synchronizacji";

/* menu item, many sync conflicts and many sync errors */
"There are 2 Sync Conflicts and 2 Sync Errors" = "Odnotowano wystąpienie %@ konfliktów oraz %@ błędów synchronizacji";

/* menu item, many sync conflicts and errors */
"There are 2 Sync Conflicts and Errors" = "Odnotowano wystąpienie %@ konfliktów oraz błędów synchronizacji";


/* menu item, review conflicts */
"Review Conflicts Now..." = "Przejrzyj konflikty…";

/* menu item, review conflicts */
"Review Conflicts and Errors Now..." = "Przegląd konfliktów i błędów...";

/* menu item, review conflicts */
"Review Errors Now..." = "Przegląd błędów...";


